[
  {
    "quote": "After bread, education is the first need of the people.",
    "author": "Georges Danton"
  },
  {
    "quote": "One must never compromise with tyrants. One can only strike at kings through the head. Nothing can be expected from European kings except by force of arms. I vote for the death of the tyrant.",
    "author": "Georges Danton"
  },
  {
    "quote": "My only regret is that I'm going before that rat, Robespierre! Don't forget to show my head to the people; it's well worth seeing.",
    "author": "Georges Danton"
  },
  {
    "quote": "Let us be terrible in order to prevent the people from being terrible themselves!",
    "author": "Georges Danton"
  },
  {
    "quote": "In order to conquer, what we need is to dare, still to dare, and always to dare.",
    "author": "Georges Danton"
  },
  {
    "quote": "Boldness, more boldness, and perpetual boldness!.",
    "author": "Georges Danton"
  },
  {
    "quote": "I had rather be guillotined than a guillotiner.",
    "author": "Georges Danton"
  },
  {
    "quote": "I have left my balls to Robespierre and my legs to Couthon. That should help the Committee of Public Safety for a while.",
    "author": "Georges Danton"
  },
  {
    "quote": "In revolutions authority remains with the greatest scoundrels.",
    "author": "Georges Danton"
  },
  {
    "quote": "We must dare, and dare again, and dare for ever; and thus will France be saved",
    "author": "Georges Danton"
  },
  {
    "quote": "Oh, it were better to be a poor fisherman than to meddle with the government of men.",
    "author": "Georges Danton"
  },
  {
    "quote": "Show my head to the people. It is worth seeing.",
    "author": "Georges Danton"
  },
  {
    "quote": "The most striking characters are sometimes the product of an infinity of little accidents.",
    "author": "Georges Danton"
  },
  {
    "quote": "At last I perceive that in revolutions the supreme power rests with the most abandoned.",
    "author": "Georges Danton"
  },
  {
    "quote": "Nature has cast but two men in the mould of statesmen,--myself and Mirabeau. After that she broke the mould.",
    "author": "Georges Danton"
  },
  {
    "quote": "The secret of freedom lies in educating people, whereas the secret of tyranny is in keeping them ignorant.",
    "author": "Maximilien Robespierre"
  },
  {
    "quote": "To punish the oppressors of humanity is clemency; to forgive them is cruelty.",
    "author": "Maximilien Robespierre"
  },
  {
    "quote": "Peoples do not judge in the same way as courts of law; they do not hand down sentences, they throw thunderbolts; they do not condemn kings, they drop them back into the void; and this justice is worth just as much as that of the courts.",
    "author": "Maximilien Robespierre"
  },
  {
    "quote": "The king must die so that the country can live.",
    "author": "Maximilien Robespierre"
  },
  {
    "quote": "A true revolutionary should be ready to perish in the process",
    "author": "Maximilien Robespierre"
  },
  {
    "quote": "A sensibility that wails almost exclusively over the enemies of liberty seems suspect to me. Stop shaking the tyrant's bloody robe in my face, or I will believe that you wish to put Rome in chains.",
    "author": "Maximilien Robespierre"
  },
  {
    "quote": "THERE were two “Reigns of Terror,” if we would but remember it and consider it; the one wrought murder in hot passion, the other in heartless cold blood; the one lasted mere months, the other had lasted a thousand years; the one inflicted death upon ten thousand persons, the other upon a hundred millions.",
    "author": "Mark Twain"
  },
  {
    "quote": "A city cemetery could contain the coffins filled by that brief Terror which we have all been so diligently taught to shiver at and mourn over; but all France could hardly contain the coffins filled by that older and real Terror—that unspeakably bitter and awful Terror which none of us has been taught to see in its vastness or pity as it deserves.",
    "author": "Mark Twain"
  },
  {
    "quote": "Virtue, without which terror is destructive; terror, without which virtue is impotent. Terror is only justice prompt, severe and inflexible; it is then an emanation of virtue.",
    "author": "Maximilien Robespierre"
  },
  {
    "quote": "Our revolution has made me feel the full force of the axiom that history is fiction and I am convinced that chance and intrigue have produced more heroes than genius and virtue.",
    "author": "Maximilien Robespierre"
  },
  {
    "quote": "The general will rules in society as the private will governs each separate individual.",
    "author": "Maximilien Robespierre"
  },
  {
    "quote": "Unless you do everything for liberty, you have done nothing. There are no two ways of being free: one must be entirely free, or become a slave once more.",
    "author": "Maximilien Robespierre"
  },
  {
    "quote": ". . . Kings, aristocrats, tyrants, whoever they be, are slaves rebelling against the sovereign of the earth, which is the human race, and against the legislator of the universe, which is nature.",
    "author": "Maximilien Robespierre"
  },
  {
    "quote": "Terror is nothing else than justice, prompt, severe, inflexible.",
    "author": "Maximilien Robespierre"
  },
  {
    "quote": "To defend the oppressed against their oppressors, to plead the cause of the weak against the strong who exploit and crush them, this is the duty of all hearts that have not been spoiled by egoism and corruption.",
    "author": "Maximilien Robespierre"
  },
  {
    "quote": "Crime butchers innocence to secure a throne, and innocence struggles with all its might against the attempts of crime.",
    "author": "Maximilien Robespierre"
  },
  {
    "quote": "The revolutionary government owes to the good citizen all the protection of the nation; it owes nothing to the Enemies of the People but death.",
    "author": "Maximilien Robespierre"
  },
  {
    "quote": "There are only two parties in France: the people and its enemies. We must exterminate those miserable villains who are eternally conspiring against the rights of man...We must exterminate all our enemies.",
    "author": "Maximilien Robespierre"
  },
  {
    "quote": "A nation is truly corrupted when having...lost its character and it's liberty, it passes from democracy to aristocracy or to monarchy. That is the decrepitude and death of the body politic...",
    "author": "Maximilien Robespierre"
  },
  {
    "quote": "Who then shall unravel all these subtle combinations? Who shall trace the exact dividing line that marks off one form of extremism from its opposite? It can be done only by a love of country and a love of truth. Kings and knaves will always try to destroy this love, for they shun reason and truth like the plague.",
    "author": "Maximilien Robespierre"
  },
  {
    "quote": "They call me a tyrant... One arrives at a tyrant's throne by the help of scoundrels... What faction do I belong to? You yourselves. What is that faction which, since the Revolution began, has crushed the factions and swept away hireling traitors? It is you, it is the people, it is the principles of the Revolution....",
    "author": "Maximilien Robespierre"
  },
  {
    "quote": "Equality of rights is established by nature; society, far from impairing it, guarantees it against the abuse of power which renders it illusory.",
    "author": "Maximilien Robespierre"
  },
  {
    "quote": "It has been said that terror is the principle of despotic government. Does your government therefore resemble despotism? Yes, as the sword that gleams in the hands of the heroes of liberty resembles that with which the henchmen of tyranny are armed.",
    "author": "Maximilien Robespierre"
  },
  {
    "quote": "Man is born free and everywhere is in chains",
    "author": "Rousseau"
  },
  {
    "quote": "The French Revolution, which is nothing more nor less than the ideal armed with the sword, rose abruptly, and by that very movement, closed the door of evil and opened the door of good. It released the question, promulgated truth, drove away miasma, purified the century, crowned the people. We can say it created man a second time, in giving him a second soul, his rights.",
    "author": "Victor Hugo"
  },
  {
    "quote": "“We are sleeping together in a volcano… A wind of revolution blows, the storm is on the horizon.”",
    "author": "Alexis de Tocqueville on the Revolutions of 1848"
  },
  {
    "quote": "I shall die in the belief that to make France free, republican and prosperous, a little ink would have sufficed – and only one guillotine.",
    "author": "Camille Desmoulins"
  },
  {
    "quote": "What is this much repeated phrase 'active citizen' supposed to mean? The active citizens are the ones who took the Bastille.",
    "author": "Camille Desmoulins"
  },
  {
    "quote": "Popular and democratic government is the only constitution which suits France, and all those who are worthy of the name of men.",
    "author": "Camille Desmoulins"
  },
  {
    "quote": "I am thirty-three - the age of the good Sans-culotte Jesus; an age fatal to revolutionists.",
    "author": "Camille Desmoulins"
  },
  {
    "quote": "As long as social damnation exists, through laws and customs, artificially creating hell at the heart of civilization and muddying a destiny that is divine with human calamity; as long as the three problems of the century (man's debasement through the proletariat, women's demorlization through hunger, the wasting of the child through darkness) are not resolved; as long as social suffocation is possible in certain areas; in other words, and to take an even broader view, as long as ignorance and misery exist in this world, books like Les Miserables are, perhaps, not entirely useless.",
    "author": "Victor Hugo"
  },
  {
    "quote": "Society was cut in two: those who had nothing united in common envy; those who had anything united in common terror.",
    "author": "Alexis de Tocqueville"
  },
  {
    "quote": "The link between literacy and revolutions is a well-known historical phenomenon. The three great revolutions of modern European history -- the English, the French and the Russian -- all took place in societies where the rate of literacy was approaching 50 per cent. Literacy had a profound effect on the peasant mind and community. It promotes abstract thought and enables the peasant to master new skills and technologies, Which in turn helps him to accept the concept of progress that fuels change in the modern world.",
    "author": "Orlando Figes"
  },
  {
    "quote": "I have always thought that in revolutions, especially democratic revolutions, madmen, not those so called by courtesy, but genuine madmen, have played a very considerable political part. One thing is certain, and that is that a condition of semi-madness is not unbecoming at such times, and often even leads to success.",
    "author": "Alexis de Tocqueville"
  },
  {
    "quote": "I killed one man to save 100,000.",
    "author": "Charlotte Corday"
  },
  {
    "quote": "People in their natural state are basically good. But this natural innocence,however, is corrupted by the evils of society.",
    "author": "Jean-Jacques Rousseau"
  },
  {
    "quote": "Those people who treat politics and morality separately will never understand either of them.",
    "author": "Jean-Jacques Rousseau"
  },
  {
    "quote": "Free people, remember this maxim: we may acquire liberty, but it is never recovered if it is once lost.",
    "author": "Jean-Jacques Rousseau"
  },
  {
    "quote": "The first person who, having enclosed a plot of land, took it into his head to say this is mine and found people simple enough to believe him was the true founder of civil society. What crimes, wars, murders, what miseries and horrors would the human race have been spared, had some one pulled up the stakes or filled in the ditch and cried out to his fellow men: \"Do not listen to this imposter. You are lost if you forget that the fruits of the earth belong to all and the earth to no one!\"",
    "author": "Jean-Jacques Rousseau"
  },
  {
    "quote": "No man has any natural authority over his fellow men.",
    "author": "Jean-Jacques Rousseau"
  },
  {
    "quote": "I have never believed that man's freedom consisted in doing what he wants, but rather in never doing what he does not want to do.",
    "author": "Jean-Jacques Rousseau"
  },
  {
    "quote": "The people is never corrupted, but it is often deceived.",
    "author": "Jean-Jacques Rousseau"
  },
  {
    "quote": "The government officials, almost all from the middle classes, already constituted a social class with its own peculiar spirit, traditions, virtues, code of honour and pride. This was the aristocracy of the new social order which was already established and active. It simply waited for the Revolution to open up a place for it.",
    "author": "Alexis de Tocqueville"
  },
  {
    "quote": "Now for all its blood and its black guillotines, the French Revolution was full of mere high spirits. Nay, it was full of happiness. This actual lilt and levity Carlyle never really found in the Revolution, because he could not find it in himself.",
    "author": "Charles Dickens"
  },
  {
    "quote": "'93 was the war of Europe against France, and of France against Paris. And what was the Revolution? It was the victory of France over Europe, and of Paris over France. Hence the immensity of that terrible moment?, '93, greater than all the rest of the century.",
    "author": "Victor Hugo"
  },
  {
    "quote": "Rebellion to tyrants is obedience to God.",
    "author": "Benjamin Franklin"
  },
  {
    "quote": "You Should Only Have Affairs With Older Women.",
    "author": "Benjamin Franklin"
  },
  {
    "quote": "Without freedom of thought there can be no such thing as wisdom; and no such thing as public liberty, without freedom of speech.",
    "author": "Benjamin Franklin"
  },
  {
    "quote": "The freedom of speech is a principal Pillar in a free Government: when this support is taken away the Constitution is dissolved, and Tyranny is erected on its Ruins.",
    "author": "Benjamin Franklin"
  },
  {
    "quote": "Ordaining of laws in favor of one part of the nation to the prejudice and oppression of another is certainly the most erroneous and mistaken policy…An equal dispensation of protection, rights, privileges, and advantages, is what every part is entitled to, and ought to enjoy.",
    "author": "Benjamin Franklin"
  },
  {
    "quote": "This regime is going to be changed; a new order of things will be born, and the old slavery will disappear. Yet do not think that the liberty that you will enjoy means laziness and inactivity... you will no longer suffer the humiliating punishments previously inflicted upon you. You will be your own master and live contended",
    "author": "Sonthonax - declaring the freedom of Haitian Slaves"
  },
  {
    "quote": "The representatives of the French people, organized as a National Assembly, believing that the ignorance, neglect, or contempt of the rights of man are the sole cause of public calamities and of the corruption of governments, have determined to set forth in a solemn declaration the natural, unalienable, and sacred rights of man, in order that this declaration, being constantly before all the members of the Social body, shall remind them continually of their rights and duties; in order that the acts of the legislative power, as well as those of the executive power, may be compared at any moment with the objects and purposes of all political institutions and may thus be more respected, and, lastly, in order that the grievances of the citizens, based hereafter upon simple and incontestable principles, shall tend to the maintenance of the constitution and redound to the happiness of all.",
    "author": "Preamble to the Rights of Man and of the Citizen by Citizen Lafayette and Thomas Jefferson"
  },
  {
    "quote": "Men are born and remain free and equal in rights. Social distinctions may be founded only upon the general good.",
    "author": "Article 1 of the Rights of Man and of the Citizen"
  },
  {
    "quote": "The aim of all political association is the preservation of the natural and imprescriptible rights of man. These rights are liberty, property, security, and resistance to oppression.",
    "author": "Article 2 of the Rights of Man and of the Citzen"
  },
  {
    "quote": "The principle of all sovereignty resides essentially in the nation. No body nor individual may exercise any authority which does not proceed directly from the nation.",
    "author": "Article 3 of the Rights of Man and of the Citzen"
  },
  {
    "quote": "Liberty consists in the freedom to do everything which injures no one else; hence the exercise of the natural rights of each man has no limits except those which assure to the other members of the society the enjoyment of the same rights. These limits can only be determined by law.",
    "author": "Article 4 of the Rights of Man and of the Citzen"
  },
  {
    "quote": "Law can only prohibit such actions as are hurtful to society. Nothing may be prevented which is not forbidden by law, and no one may be forced to do anything not provided for by law.",
    "author": "Article 5 of the Rights of Man and of the Citzen"
  },
  {
    "quote": "Law is the expression of the general will. Every citizen has a right to participate personally, or through his representative, in its foundation. It must be the same for all, whether it protects or punishes. All citizens, being equal in the eyes of the law, are equally eligible to all dignities and to all public positions and occupations, according to their abilities, and without distinction except that of their virtues and talents.",
    "author": "Article 6 of the Rights of Man and of the Citizen"
  },
  {
    "quote": "No person shall be accused, arrested, or imprisoned except in the cases and according to the forms prescribed by law. Any one soliciting, transmitting, executing, or causing to be executed, any arbitrary order, shall be punished. But any citizen summoned or arrested in virtue of the law shall submit without delay, as resistance constitutes an offense.",
    "author": "Article 7 of the Rights of Man and of the Citizen"
  },
  {
    "quote": "The law shall provide for such punishments only as are strictly and obviously necessary, and no one shall suffer punishment except it be legally inflicted in virtue of a law passed and promulgated before the commission of the offense.",
    "author": "Article 8 of the Rights of Man and of the Citzen"
  },
  {
    "quote": "As all persons are held innocent until they shall have been declared guilty, if arrest shall be deemed indispensable, all harshness not essential to the securing of the prisoner's person shall be severely repressed by law.",
    "author": "Article 9 of the Rights of Man and of the Citzen"
  },
  {
    "quote": "The uncouth revolutionaries of the street once again made it possible for the polite salon revolutionaries to achieve their ends.",
    "author": "Mike Duncan"
  },
  {
    "quote": "There is a real danger to putting off necessary and obviously needed reforms for too long.",
    "author": "Mike Duncan"
  },
  {
    "quote": "No one shall be disquieted on account of his opinions, including his religious views, provided their manifestation does not disturb the public order established by law.",
    "author": "Article 10 of the Rights of Man and of the Citizen"
  },
  {
    "quote": "What is the third estate? - Everything. What has it been so far in the political order? - Nothing. What does it ask to be? - Something.",
    "author": "Abbe Sieyes"
  },
  {
    "quote": "Oh Liberty, what crimes are committed in thy name?",
    "author": "Madame Roland"
  },
  {
    "quote": "The Bourbons learned nothing and forgot nothing.",
    "author": "Talleyrand"
  },
  {
    "quote": "At the time when the death-sentence of Louis XVI. was passed, Robespierre had eighteen months to live, Danton fifteen, Vergniaud nine, Marat five months and three weeks, and Lepelletier-Saint-Fargeau one day! Brief and terrible was the breath of life in those days.",
    "author": "Victor Hugo - Ninety Three"
  },
  {
    "quote": "The free communication of ideas and opinions is one of the most precious of the rights of man. Every citizen may, accordingly, speak, write, and print with freedom, but shall be responsible for such abuses of this freedom as shall be defined by law.",
    "author": "Article 11 of the Rights of Man and of the Citizen"
  },
  {
    "quote": "The security of the rights of man and of the citizen requires public military forces. These forces are, therefore, established for the good of all and not for the personal advantage of those to whom they shall be intrusted.",
    "author": "Article 12 of the Rights of Man and of the Citizen"
  },
  {
    "quote": "A common contribution is essential for the maintenance of the public forces and for the cost of administration. This should be equitably distributed among all the citizens in proportion to their means.",
    "author": "Article 13 of the Rights of Man and of the Citizen"
  },
  {
    "quote": "All the citizens have a right to decide, either personally or by their representatives, as to the necessity of the public contribution; to grant this freely; to know to what uses it is put; and to fix the proportion, the mode of assessment and of collection and the duration of the taxes.",
    "author": "Artilcle 14 of the Rights of Man and of the Citizen"
  },
  {
    "quote": "Society has the right to require of every public agent an account of his administration.",
    "author": "Article 15 of the Rights of Man and of the Citizen"
  },
  {
    "quote": "A society in which the observance of the law is not assured, nor the separation of powers defined, has no constitution at all.",
    "author": "Article 16 of the Rights of Man and of the Citizen"
  },
  {
    "quote": "Since property is an inviolable and sacred right, no one shall be deprived thereof except where public necessity, legally determined, shall clearly demand it, and then only on condition that the owner shall have been previously and equitably indemnified.",
    "author": "Article 17 of the Rights of Man and of the Citizen"
  },
  {
    "quote": "Great temperance, firmness, and foresight are necessary. To forbear prevent running from one extreme to another is no easy matter, and should this be the case… rocks and shelves, not visible at present, may wreck the vessel and give a higher-toned despotism than the one which existed before.",
    "author": "George Washington in a letter, October 13th, 1789"
  },
  {
    "quote": "Women, wake up; the tocsin of reason sounds throughout the universe; recognize your rights. The powerful empire of nature is no longer surrounded by prejudice, fanaticism, superstition, and lies. The torch of truth has dispersed all the clouds of folly and usurpation. Enslaved man has multiplied his force and needs yours to break his chains. Having become free, he has become unjust toward his companion. Oh women! Women, when will you cease to be blind? What advantages have you gathered in the Revolution? A scorn more marked, a disdain more conspicuous.",
    "author": "Olympe de Gouges, The Declaration of the Rights of Woman and the Citizeness (September 1791)"
  },
  {
    "quote": "The Convention may perhaps be called the culminating point in history. During its lifetime—an assembly actually lives—one did not realize what it was. Its supreme grandeur was not appreciated by its contemporaries, who were too much terrified to be dazzled.",
    "author": "Victor Hugo - Ninety Three"
  },
  {
    "quote": "The guillotine had a right to say to the dungeon: \"I am thy daughter.\"",
    "author": "Victor Hugo - Ninety Three"
  },
  {
    "quote": "The first thought that entered the mind at the sight of this object was its uselessness. There it stood, among the blossoming heather. Then came the question, could it be used; and for what purpose? Then came a shudder. This shapeless structure was the guillotine.",
    "author": "Victor Hugo - Ninety Three"
  },
  {
    "quote": "Events plan the expenditures for which men pay the bills. Events dictate, men sign. The 14th of July was signed by Camille Desmoulins, the 10th of August by Danton, the 2d September by Marat, the 21st of September by Grégoire, and the 21st of January by Robespierre; but Desmoulins, Danton, Marat, Grégoire, and Robespierre are merely clerks. The majestic and mysterious compiler of those grand pages was Almighty God, wearing the mask of destiny. Robespierre believed in God,—he did indeed.",
    "author": "Victor Hugo - Ninety Three"
  },
  {
    "quote": "The French Revolution would have taught them that the behaviour aristocrats naturally like is not the behaviour that preserves aristocracy.",
    "author": "C. S. Lewis. The Screwtape Letters"
  },
  {
    "quote": "The revolution which has been effected in France is of so wonderful a nature that the mind can hardly recognise the fact. If it ends as our last accounts to August 1st predict, that nation will be the most powerful and happy in Europe. But I fear, though it has gone triumphantly through the first seizure, it is not the last it has to encounter before matters are finally settled.",
    "author": "George Washington in a letter, October 13th, 1789"
  },
  {
    "quote": "In a word, the revolution is of too great a magnitude to be effected in so short a space, and with the loss of so little blood. The mortification of the king, the intrigues of the queen and the discontent of the princes and nobles, will foment divisions in the National Assembly, and they will unquestionably avail themselves of every faux pas in the formation of the constitution, if they do not give a more open, active opposition.",
    "author": "George Washington in a letter, October 13th, 1789"
  },
  {
    "quote": "The present terror will be retroactively justified if the society that will emerge from it will be truly human.",
    "author": "Slajov Zizek"
  },
  {
    "quote": "The events will happen, just as they are written. I'm afraid so and we can't stem the tide. But at least we can stop being carried away with the flood.",
    "author": "The Doctor - Doctor Who - Reign of Terror"
  },
  {
    "quote": "I was a queen, and you took away my crown; a wife, and you killed my husband; a mother, and you deprived me of my children.",
    "author": "Marie Antoinette"
  },
  {
    "quote": "When the government violates the people's rights, insurrection is, for the people and for each portion of the people, the most sacred of the rights and the most indispensible of duties.",
    "author": "Citizen Lafayette"
  },
  {
    "quote": "The tree of liberty must be refreshed from time to time with the blood of patriots and tyrants.",
    "author": "Thomas Jefferson"
  },
  {
    "quote": "It is the old practice of despots to use a part of the people to keep the rest in order.",
    "author": "Thomas Jefferson"
  },
  {
    "quote": "I am not among those who fear the people. They, and not the rich, are our dependence for continued freedom.",
    "author": "Thomas Jefferson"
  },
  {
    "quote": "Come along, children of the fatherland. The day of glory has arrived. Tyrants act against us. The Bloody flag is raised.",
    "author": "La Marseillaise by Claude-Joseph Rouget de Lisle"
  },
  {
    "quote": "Madame Veto has promised\n Madame Veto has promised\n To cut everyone's throat in Paris\n To cut everyone's throat in Paris\n But she failed to do this,\n Thanks to our cannons.",
    "author": "The Carmagnole"
  },
  {
    "quote": "’Tis the final conflict Let each stand in his place The International Union Shall be the human race.",
    "author": "Eugène Pottier, L'internationalle, a poem written at the Paris Commune"
  }
]